exports.typesetttext = `Итак, теперь тебе открылись каналы <#776419317868134430>, <#1017804591213068358> и <#709134746206339164>.
Там есть много полезной инфы для тебя.

**По кнопке ниже вы можете найти всю информацию по поводу вёрстки**

На тест даётся **1 НЕДЕЛЯ**
По окончании срока тикет закрывается без предупреждения.
Задание присылать в свой тикет (т.е. в этот же канал)

Твой сэмпай — <@548845724285009920>
Все вопросы к нему. Тест, соответственно, сдаёшь тоже ему. Его задача – всему тебя научить.😊
Надеюсь мы с тобой поладим.🙂
Также, ты можешь пообщаться с другими претендентами на вступление в команду здесь <#945767640104841286>

*P.s: Термин Тайпсет и Вёрстка — это одно и то же.*`;

exports.cleanrainbow = `У теста есть временные рамки - **1 неделя.** 
Хочу отметить, что продолжительность работы **не будет учитываться** при оценке теста, а также в случае технических неполадок, время можно будет продлить. К сожалению, в случае того, если вы заранее не уведомите нас о задержке, или же будете длительное время игнорировать сообщения, отправленные модерацией, **мы будем вынуждены закрыть тикет.**

Вот твой **тест на цвет. клинера**
Тут одна полная страничка высокой сложности, которая могла бы встретится в потенциальной главе. В ней тебе нужно убрать весь текст из облачков, а также все звуки. Сразу скажу что тест больше на качество клина, так что лучше не спеши и сделай всё максимально хорошо, если у тебя появятся вопросы то не стесняйся их задать, наша администрация всегда поможет тебе с этим.

После окончания работы тебе нужно предоставить файл psd формата, в котором можно будет детально рассмотреть весь твой клин, поэтому не забывай про слои, все твои изменения должны быть сделаны на отдельном слое.
**Работу в формате png или весь клин на одном слое мы принять не сможем, поэтому будь очень внимателен(льна) к этому.**
Свою работу скидывай в тикет (т.е. **сюда**) и зови <@421573969355997184> (**ОБЯЗАТЕЛЬНО**, иначе тест могут долго не проверять)

Желаю удачи с тестом, надеюсь мы с тобой поладим, по вопросам пингуй <@421573969355997184> или <@&956514755189805056>.
Также, ты можешь пообщаться с другими претендентами на вступление в команду здесь <#945767640104841286>`

exports.cleanbw = `Переходи к чтению мануала, вся нужная информация – что, где, когда – находится по кнопке ниже.

**На тест даётся 1 НЕДЕЛЯ**
__**По окончании срока тикет закрывается без предупреждения.**__
Задание присылать в свой тикет (т.е. сюда)

**Твои наставники** – <@382915946437672960> или <@&956514436615655445>
Зови их по любым вопросам. Их задача – всему тебя научить. 😊
Также, ты можешь пообщаться с другими претендентами на вступление в команду здесь <#945767640104841286>`

exports.english = `Привет! Обязательно прочитайте мини инструкцию и приступайте 😊
Перейдёте по ссылке - найдёте тест на переводчика, по итогу проверки которого мы оценим Ваши языковые навыки и способности перевода. 

На тест даётся 1 НЕДЕЛЯ
По окончании срока тикет закрывается без предупреждения.
Задание присылать в свой тикет (т.е. сюда).
Используйте время с умом и не торопитесь отправлять нам работу как можно быстрее! Когда закончите перевод, советуем перепроверить написанное через несколько часов или через день. На свежую голову приходит много умных мыслей!

Обратите внимание на документ "Как оформлять перевод"! Перед тем, как начать, внимательно ознакомьтесь с его содержанием 😊

Будут любые вопросы - пингуйте <@339113085186867211> или <@&956515020496330842>! Они c радостью всё объяснят! И помните, мы ориентированы не на скорость, а на качество~

P.S. можете также заглянуть в <#889206873830604832> ^^`

exports.redactor = `Привет! Обязательно прочитай мини инструкцию в начале и приступай:) 
Там действительно очень сложный тест, так что внимательнее)

**На тест даётся 1 НЕДЕЛЯ**
**По окончании срока тикет закрывается без предупреждения.**

Задание присылать в свой тикет (т.е. **сюда**)

Будут любые вопросы - пингуй <@381741949507338242> или <@&956518997979975680>
Также, ты можешь пообщаться с другими претендентами на вступление в команду здесь <#945767640104841286>`;

exports.betaread = `Привет! Раз ты захотел пройти тест на Бета-ридера, то придётся понимать, что это не только поиск ошибок в центровке при тайпсете, но и проверки предложений на орфографические, пунктуационные и грамматические ошибки! Надеемся, что ты выполнишь его быстро и качественно, указав все ошибки! 

**На выполнение даётся 2 дня**
**По окончанию срока, тикет закрывается без предупреждения**
**Вопросы задавать прямо здесь**
Твои наставники: <@655039341705297920> и <@&956515285647626260>
Задание присылать в свой тикет (т.е. **сюда**)

//Указывать ошибки можно в любом виде, но желательно: Загрузить картинку вместе с указанием ошибки в текстовой форме, Идти по порядку по страницам, Читать мангу справа налево!!!

Ссылка на диск к тестом rar архиве и пример вычитки в виде гугл-документа по кнопке ниже.

Также, ты можешь пообщаться с другими претендентами на вступление в команду здесь <#945767640104841286>

Удачи!`

exports.soundbw = `**Привет, надеюсь, будущий звуковик!**

Сейчас тебе предстоит сделать небольшое тестовое задание, **временные рамки которого - 1 неделя!** 
Если мы долго будет наблюдать неактивность, придется закрыть тикет.

**Наличие __Графического Планшета__ обязательно**

Итак, собственно задание: необходимо нарисовать звук, перевод которого есть в psd файлах, как можно ближе по графическим характеристикам к оригиналу. Я не ожидаю, что задание будет сделано идеально, и более чем уверен что специальных знаний не хватит для наилучшего выполнения. Суть задания посмотреть на гибкость умения рассуждать и решать нестандартные задачи.

Нужные кисти ты сможешь найти в этом канале: <#863103387229880341>

После окончания работы нужно представить два файла:
1. Png файл с 100% видимостью твоих русских звуков и 40% видимостью оригинала
2. PSD файл с работой непосредственно где будут видны все слои и весь процесс работы.
3. Отправить готовую работу в свой тикет (т.е. **сюда**)

Желаю искренне удачи, и до скорой встречи, твой <@414052779682824212>. Всегда отвечу на любые вопросы!`

exports.soundrainbow = `**Приветcтвуем, будущий звуковик!**

**Сейчас тебе предстоит сделать небольшое тестовое задание, временные рамки которого - 1 неделя!** 

**Наличие __Графического Планшета__ обязательно.** 

Задание заключается в том, что тебе предстоит нарисовать звуки наиболее похожие на оригинал. Тест не из самых лёгких, но не стоит бояться! Рисуй как можешь и умеешь)
В папке предоставлено два различных теста: для сёнен звуковиков и сёдзе звуковиков. Выбирай тот, в котором хочешь в будущем развиваться, но если есть дикое желание проявить себя и в том, и в другом - дерзай!
Перевод звуков есть в самом псд файле.

Нужные гайды и кисти ты сможешь найти в этом канале: <#951167057800605766>

После окончания работы нужно представить два файла:
1. Png файл с готовыми звуками;
2. PSD файл с работой, где будут видны все слои и весь процесс работы. (Обязательно рисовать звуки на отдельных слоях);
3. Отправить готовую работу в свой тикет (т.е. сюда)

Желаю удачи! При возникновении вопросов - пинговать <@394941447343702026>, при окончании теста - пинговать <@394941447343702026>`

exports.koreist = `Привет! Обязательно прочитайте мини инструкцию и приступайте 🙂
Перейдёте по ссылке - найдёте тест на Кореиста, по итогу проверки которого мы оценим Ваши языковые навыки и способности перевода. 

На тест даётся неделя. Используйте время с умом и не торопитесь отправлять нам работу как можно быстрее! Когда закончите перевод, советуем перепроверить написанное через несколько часов или через день. На свежую голову приходит много умных мыслей!

Обратите внимание на документ "Как оформлять перевод"! Перед тем, как начать, внимательно ознакомьтесь с его содержанием 🙂

Будут любые вопросы - пингуйте <@330341912995168257>. Он c радостью всё объяснит! И помните, мы ориентированы не на скорость, а на качество~`

exports.chinese = `Привет! Обязательно прочитайте мини инструкцию и приступайте 🙂
Перейдёте по ссылке - найдёте тест на переводчика, по итогу проверки которого мы оценим Ваши языковые навыки и способности перевода. 

На тест даётся 3 ДНЯ
По окончании срока тикет закрывается без предупреждения.
Задание присылать необходимо в свой тикет (т.е. сюда).
Используйте время с умом и не торопитесь отправлять нам работу как можно быстрее! Когда закончите перевод, советуем перепроверить написанное через несколько часов или через день. На свежую голову приходит много умных мыслей!

Обратите внимание на документ "Как оформлять перевод"! Перед тем, как начать, внимательно ознакомьтесь с его содержанием 🙂

Будут любые вопросы - пингуйте <@339113085186867211> или <@&956515020496330842>  Они c радостью всё объяснят! И помните, мы ориентированы не на скорость, а на качество~
Также, ты можешь пообщаться с другими претендентами на вступление в команду здесь <#945767640104841286>`
